[
{
    "model": "bot.telegramuser",
    "pk": 2,
    "fields": {
        "user_id": 343798461,
        "first_name": "Эдуард",
        "last_name": "Власов",
        "username": "QuickLiker",
        "created_at": "2025-03-02T17:46:34.300Z"
    }
},
{
    "model": "bot.telegramuser",
    "pk": 3,
    "fields": {
        "user_id": 508210590,
        "first_name": "Глория",
        "last_name": "",
        "username": "Gloffik",
        "created_at": "2025-03-02T17:46:56.487Z"
    }
},
{
    "model": "bot.category",
    "pk": 1,
    "fields": {
        "title": "iPhone"
    }
},
{
    "model": "bot.category",
    "pk": 2,
    "fields": {
        "title": "iMac"
    }
},
{
    "model": "bot.category",
    "pk": 3,
    "fields": {
        "title": "AirPods"
    }
},
{
    "model": "bot.category",
    "pk": 4,
    "fields": {
        "title": "MacBook"
    }
},
{
    "model": "bot.category",
    "pk": 5,
    "fields": {
        "title": "Watch"
    }
},
{
    "model": "bot.item",
    "pk": 1,
    "fields": {
        "title": "iPhone 16 Pro 128 ГБ, Dual: nano SIM + eSIM",
        "color": "Чёрный титан",
        "category": 1,
        "subcategory": "Смартфон",
        "image": "items/16pro128.webp",
        "description": "Представляем iPhone 16 Pro — мощь без компромиссов.\r\nДобро пожаловать в эпоху, где ваша продуктивность встречается с первоклассной технологией. iPhone 16 Pro — это вершина инженерной мысли и дизайна, объединяющая в себе мощь, инновации и неизменное качество, характерное для Apple.\r\nПревосходство Apple Intelligence.\r\niPhone 16 Pro оснащён обновлённой версией Apple Intelligence, которая делает вашу жизнь проще, удобнее и безопаснее. Персональный помощник не только помогает вам писать и работать, но и обеспечивает непревзойденную защиту ваших данных. Конфиденциальность находится в центре внимания: все процессы выполняются на устройстве, что исключает утечку информации.\r\nНовейшие стандарты конфиденциальности.\r\nС технологией Private Cloud Compute, iPhone 16 Pro может обрабатывать сложные запросы, используя серверы на базе Apple silicon. Это позволяет вам выполнять самые ресурсоёмкие задачи, не жертвуя безопасностью и приватностью ваших данных.\r\nНеограниченные возможности камеры.\r\nЗа каждым великим снимком стоит мощная технология. iPhone 16 Pro оснащён инновационной системой камер, включающей двухкамерную 48-МП Fusion камеру и ультраширокую камеру с автофокусом. Захватывайте великолепные пейзажи, детали в макро или снимки с пространственной съёмкой для просмотра в 3D через Apple Vision Pro. Новый Camera Control позволяет вам мгновенно настраивать параметры камеры и добиваться идеальных кадров быстро и легко.\r\nЧистота звука с Audio Mix.\r\nС функцией Audio Mix ваши видео будут звучать так, как вы хотите. Используйте продвинутые возможности настройки звука для уменьшения фонового шума или выделения голосов в кадре — всё это с поддержкой передового искусственного интеллекта и пространственного звука.\r\nФотографические стили — ваш уникальный почерк.\r\nСоздавайте снимки, которые отражают вашу индивидуальность. Фотографические Стили третьего поколения позволяют вам менять, добавлять и удалять стили по вашему желанию. Настраивайте тон и цвет одновременно с помощью новой панели управления и видьте изменения в режиме реального времени благодаря могучему чипу A18 Pro.\r\nЧип A18 Pro — ум и мощь.\r\nПремиальный чип A18 Pro на два поколения впереди, предлагая невиданную скорость и энергоэффективность. С новым уровнем вычислительных мощностей вы получаете супербыстрые и эффективные возможности, которые повышают производительность и продлевают время работы батареи.\r\nПревосходный дизайн и материалы.\r\nСозданный с использованием премиальных материалов и безупречного дизайна, iPhone 16 Pro отражает вашу изысканную индивидуальность. Этот смартфон предназначен для тех, кто стремится к лучшему во всём.\r\niPhone 16 Pro — будущее, к которому вы готовы.\r\nСтаньте первым, кто оценит все преимущества iPhone 16 Pro. Это не просто обновление, это новая эпоха технологий, предназначенная для тех, кто требует большего. Ощути мощь и превосходство в каждой детали.",
        "price": 113840
    }
},
{
    "model": "bot.item",
    "pk": 2,
    "fields": {
        "title": "iPhone 16 Pro Max 256GB nano SIM + eSIM",
        "color": "Пустынный титан",
        "category": 1,
        "subcategory": "Смартфон",
        "image": "items/16promax256.webp",
        "description": "С каждым новым релизом Apple продолжает удивлять своих поклонников, и iPhone 16 Pro Max не стал исключением. Этот смартфон воплощает в себе передовые технологии и элегантный дизайн, который стал визитной карточкой компании.\r\nУвеличенная диагональ\r\nОдним из ключевых нововведений iPhone 16 Pro Max стала увеличенная до 6,9 дюйма диагональ экрана (по сравнению с 6,7 дюйма у предыдущей модели). Рамки вокруг экрана стали тоньше примерно на треть, что обеспечивает еще более захватывающий визуальный опыт.\r\nЧипсет A18 Pro\r\nЧипсет A18 Pro с 16-ядерным нейронным процессором, представляющий собой сердце нового iPhone 16 Pro Max от Apple, стал очередным шагом к совершенству в мире мобильных технологий. Этот мощный процессор, разработанный с применением передовых технологий, обеспечивает непревзойденную производительность и энергоэффективность. Одной из ключевых особенностей A18 является его инновационная графическая подсистема, которая демонстрирует потрясающую скорость обработки визуальных данных. Пользователи смогут наслаждаться качественной графикой в играх и приложениях, которые требуют высокой производительности. Кроме того, улучшенные нейронные механизмы обеспечивают более интеллигентные решения для обработки данных и повышения безопасности.\r\nФото и видео\r\niPhone 16 Pro Max представляет собой значительный шаг вперёд в мире мобильной фотографии. iPhone 16 Pro Max получил новую 48-мегапиксельную основную камеру с улучшенным сенсором, что позволяет делать фото с практически нулевой задержкой и снимать даже быстродвижущиеся объекты — это особенно заметно при работе с ProRAW. Также в нём используется новая 48-мегапиксельная ультраширокоугольная камера с автофокусом. Наконец, аппарат получил 12-мегапиксельную телекамеру с 5-кратным оптическим приближением, как в прошлогоднем iPhone 15 Pro Max.iPhone 16 Pro Max действительно стал революционным устройством для любителей видеосъемки. С его возможностью снимать замедленное видео в 4K при частоте обновления 120 fps. Пользователи теперь могут запечатлевать удивительные моменты с невероятной четкостью и детализацией. Кроме того, прямо во время съёмки можно менять частоту кадров, не останавливая запись. Apple также добавила профессиональный режим работы со звуком благодаря наличию четырёх микрофонов студийного качества с поддержкой пространственного звучания Spatial Audio. Это открывает новые горизонты для креативных проектов, будь то профессиональная работа или просто захватывающие личные воспоминания.\r\nCamera Control\r\niPhone 16 Pro Max оснастили новой кнопкой Camera Control, расположенной на правой грани под кнопкой включения. Она реагирует на силу нажатий и позволяет быстро запустить камеру, сделать фото или начать запись видео. Кроме того, кнопка поддерживает свайпы, что позволяет управлять приближением, степенью размытия заднего плана и другими параметрами съёмки. Позже появится возможность блокировки фокуса и экспозиции, как в профессиональных камерах.\r\nНовый iPhone 16 Pro Max — это не просто устройство, а истинный помощник для тех, кто ценит качество, стиль и высокие технологии.",
        "price": 122981
    }
},
{
    "model": "bot.item",
    "pk": 3,
    "fields": {
        "title": "iPhone 15 Pro 512GB nano SIM + eSIM",
        "color": "Голубой титан",
        "category": 1,
        "subcategory": "Смартфон",
        "image": "items/15pro512.webp",
        "description": "Смартфон Apple iPhone 15 Pro 512GB Blue Titanium Dual: nano SIM + eSIM - это воплощение эстетики и функциональности, которое станет незаменимым помощником в повседневной жизни.\r\nРамка iPhone выполнена из титана, что делает устройство самым легким iPhone Pro в истории и способным выдерживать самые серьезные нагрузки. Благодаря этому смартфон обладает высокой прочностью и долговечностью.\r\nOLED-дисплей Super Retina Display с диагональю 6,1 дюйма и яркостью до 1600 кд/м2 обеспечивает несравнимое качество изображения. Каждый кадр, каждая фотография или видеоролик проигрываются с невероятной детализацией и цветопередачей, что делает просмотр контента максимально комфортным.\r\nСмартфон оснащен 512 ГБ встроенной памяти, что позволяет хранить большое количество информации и файлов.\r\nApple iPhone 15 Pro оснащен тремя основными камерами с разрешением 48, 12 и 12 МП, а также фронтальной камерой на 12 МП. Благодаря оптической стабилизации изображения и автофокусировке, фотографии получаются четкими и яркими.\r\nСмартфон поддерживает стандарты связи 4G LTE, 5G, 3G и оснащен процессором Apple A17 Pro, что обеспечивает высокую производительность и быстродействие устройства.\r\nСмартфон работает на операционной системе iOS 17, что предоставляет доступ к широкому спектру приложений и игр.\r\nСмартфон Apple iPhone 15 Pro 512GB Blue Titanium Dual: nano SIM + eSIM станет отличным выбором для тех, кто ценит качество, функциональность и эстетику.",
        "price": 128750
    }
},
{
    "model": "bot.item",
    "pk": 4,
    "fields": {
        "title": "iPhone 15 Pro Max 256 ГБ, Dual: nano SIM + eSIM",
        "color": "Титан",
        "category": 1,
        "subcategory": "Смартфон",
        "image": "items/15promax256.webp",
        "description": "iPhone 15 Pro Max — король среди смартфонов: огромный экран, мощный процессор и инновационная камера. Передовые технологии и стильный дизайн в одном устройстве. iPhone 15 Pro Max оснащен огромным 6,7-дюймовым Super Retina XDR OLED-экраном, который обеспечивает непревзойденное качество изображения. Мощнейший процессор гарантирует плавную и быструю работу в любых сценариях использования. Основная камера с тремя объективами, оптической стабилизацией и функцией “Киноэффект” позволяет снимать фото и видео профессионального качества. Технология Face ID обеспечивает быстрый и безопасный доступ к устройству. Большой аккумулятор с поддержкой быстрой зарядки позволяет использовать смартфон в течение всего дня без подзарядки. Прочный корпус с защитой от воды и пыли делает iPhone 15 Pro Max надежным спутником на каждый день. Стильный дизайн дополняет образ этого флагмана. Если вы ищете смартфон, который будет соответствовать вашим высоким требованиям, то iPhone 15 Pro Max станет отличным выбором.",
        "price": 119935
    }
},
{
    "model": "bot.item",
    "pk": 5,
    "fields": {
        "title": "iPhone 14 Pro Max 512 ГБ, Dual: eSIM",
        "color": "Глубокий фиолетовый",
        "category": 1,
        "subcategory": "Смартфон",
        "image": "items/14promax512.webp",
        "description": "Представляем вашему вниманию смартфон Apple iPhone 14 Pro Max 128 ГБ в глубоком фиолетовом цвете. Этот смартфон оснащен новейшим чипом для смартфонов, что обеспечивает высокую производительность и быструю работу.\r\nСмартфон оснащен 6.5-дюймовым OLED-дисплеем с разрешением 2796x1290 пикселей, который обеспечивает яркие и насыщенные цвета. Диагональ экрана составляет 6.5 дюймов и больше, что делает его удобным для просмотра видео и чтения текстов.\r\nСмартфон имеет 128 ГБ встроенной памяти и 6 ГБ оперативной памяти, что позволяет хранить большое количество данных и приложений.\r\niPhone 14 Pro Max оснащен тройной основной камерой с разрешением 48 МП, 12 МП и 12 МП. Это позволяет делать качественные фотографии и записывать видео в высоком разрешении.\r\nСмартфон поддерживает беспроводную зарядку и имеет защиту от воды и пыли по стандарту IP68. Это делает его устойчивым к царапинам и ударам, а также позволяет использовать его в условиях повышенной влажности.\r\nСмартфон работает на базе операционной системы iOS 16, которая предлагает новые возможности настройки экрана блокировки и персонализации.\r\nВ комплект поставки входит кабель USB-C, что позволяет быстро и удобно заряжать смартфон.\r\nВ целом, смартфон Apple iPhone 14 Pro Max 128 ГБ - это мощный, функциональный и стильный гаджет, который станет незаменимым помощником в повседневной жизни.",
        "price": 105656
    }
},
{
    "model": "bot.item",
    "pk": 6,
    "fields": {
        "title": "iPhone 14 Pro 256 ГБ, Dual nano SIM",
        "color": "Серебристый",
        "category": 1,
        "subcategory": "Смартфон",
        "image": "items/14pro256.webp",
        "description": "Представляем вашему вниманию смартфон Apple iPhone 14 Pro. Это устройство, которое сочетает в себе передовые технологии и стильный дизайн.\r\nСмартфон оснащен новейшим чипом для смартфонов, что обеспечивает высокую производительность и быстродействие.\r\niPhone 14 Pro оснащен керамическим экраном, который прочнее, чем стекло любого смартфона. Он также водонепроницаем и выполнен из нержавеющей стали хирургического класса.\r\nДисплей всегда включен, всегда наготове. Он становится ярче на солнце, а экран блокировки всегда виден, поэтому вам даже не нужно нажимать на него, чтобы оставаться в курсе событий. Когда iPhone повернут лицевой стороной вниз или лежит в кармане, экран гаснет, чтобы сэкономить время автономной работы.\r\niOS 16 позволяет по-новому настраивать экран блокировки. Вы можете наложить слой на фотографию, чтобы сделать ее всплывающей, отслеживать свои звонки активности и смотреть текущие обновления из ваших любимых приложений.\r\niPhone 14 Pro поднимает планку возможностей 48 мегапикселей, обеспечивая в 4 раза большее разрешение в ProRAW для умопомрачительной детализации в каждом кадре.\r\nНовая система Pro Camera System добавляет к диапазону зума телеобъектив оптического качества в 2 раза, что обеспечивает большую гибкость при съемке.\r\nНесмотря на очень много новых возможностей, iPhone 14 Pro по-прежнему обеспечивает потрясающее время автономной работы в течение всего дня.\r\nКомплектация включает в себя iPhone 14 Pro, кабель для зарядки, документацию.",
        "price": 85854
    }
},
{
    "model": "bot.item",
    "pk": 7,
    "fields": {
        "title": "iMac A2438, 24\", Retina, Apple M1 8 core, DDR4 8ГБ, SSD 256",
        "color": "Серебристый",
        "category": 2,
        "subcategory": "Компьютер",
        "image": "items/imaca2438.webp",
        "description": "Моноблок Apple iMac A2438 - это мощный и стильный помощник для работы и развлечений.\r\nApple M1 8 core - процессор с 8 ядрами, работающий на частоте 3.2 ГГц, обеспечивает быструю и плавную работу. Благодаря этому, вы сможете с легкостью выполнять множество задач одновременно, будь то работа с документами, просмотр видео или игры.\r\n8 ГБ оперативной памяти DDR4 позволяют быстро и эффективно обрабатывать данные, что особенно важно при работе с ресурсоемкими приложениями.\r\nSSD-накопитель на 256 ГБ обеспечивает быстрый доступ к файлам и приложениям, а также позволяет хранить большое количество информации.\r\nМоноблок оснащен 24-дюймовым экраном с разрешением 4480x2520 пикселей, что обеспечивает четкое и яркое изображение.\r\nВ комплекте с моноблоком идут клавиатура и мышь, что позволяет начать работу сразу после распаковки.\r\nСеребристый цвет корпуса моноблока Apple iMac A2438 придает ему стильный и современный вид, который будет гармонично смотреться в любом интерьере.\r\nМоноблок работает на операционной системе macOS, которая обеспечивает высокую производительность и удобство использования.\r\nWi-Fi и Bluetooth позволяют легко подключаться к интернету и другим устройствам.\r\nВыбирая моноблок Apple iMac A2438, вы получаете мощный и стильный компьютер, который станет незаменимым помощником в работе и развлечениях.",
        "price": 113073
    }
},
{
    "model": "bot.item",
    "pk": 8,
    "fields": {
        "title": "iMac 24\" MGPL3 (2021), Retina 4,5K, (M1 8C CPU, 8C GPU), 8 ГБ, 512 ГБ SSD",
        "color": "Синий",
        "category": 2,
        "subcategory": "Компьютер",
        "image": "items/imacmgpl3.webp",
        "description": "Apple iMac 24\" 512 Гб (8C GPU), синий\r\nApple iMac 24 – теперь в разных цветах.\r\nВ 2021 году вышел долгожданный iMac 24 с экраном Retina 4,5K. Apple установила на него усовершенствованный чип– M1, который должен работать ещё производительнее. Компания делает упор на яркий дизайн с возможностью выбора 7 вариантов цвета корпуса, а также его тонкие, современные грани. Чем ещё хорош iMac 24, купить его стоит и для чего? Разберёмся в деталях.\r\nТоньше тонкого\r\nВ современной жизни важно выделяться, и Apple поддерживает эту возможность. Новый iMac 24 2021 доступен для приобретения в разных вариантах цвета корпуса: фиолетовом, желтом, синем, серебристом, оранжевом, зелёном, розовом.\r\nДизайн очень отточен.\r\nПользователи могут выбрать на свой вкус, и это здорово. Другая важная черта – современный дизайн. Весит компьютер менее 5 кг. Его толщина завораживает: она не превышает 11,5 мм. Корпус iMac 24 2021 выглядит нереально тонким и современным.\r\nApple iMac - производительность вышла на новый уровень\r\nApple заканчивает внедрять ARM-архитектуру. На смену устаревающему Intel Core i3\\i5 приходит успешный M1. Компактный и в то же время высокопроизводительный. За функциональность несёт ответственность 8-ядерный процессор (содержащий 4 высокопроизводительных ядра и 4 энергоэффективных).\r\nApple iMac 24\" - производительность на высшем уровне.\r\nНад качественным уровнем графики работает 8-ядерный графический процессор. За его функциональность отвечает система машинного обучения Neural Engine. Компьютер работает отлично, без багов, а его возможности безграничны – от стандартных задач до профессионального монтажа и обработки многослойных кадров, проектирования объёмных предметов. Компьютер мгновенно встаёт из режима сна, а программы запускаются, как только Вы их откроете. Сколько бы задач одновременно Вы бы ни решили провести – скорость работы не уменьшится.\r\nСверхъяркий экран\r\niMac 2021 получил экран в 24 дюйма. Он оснащён современной LED-подсветкой. Разрешение было повышено до 4.5К, а яркость – до 500 кд/м2. Он поддерживает широкий цветовой охват и функцию автоматической настройки яркости True Tone. Всё, чтобы работать за компьютером было максимально комфортно и удобно. Апгрейд в iMac 24 был внедрён по всем направлениям: выросла диагональ экрана, повышено разрешение, добавлены все современные возможности.\r\niMac 24\" - снимает превосходно, звучит отлично\r\nКомпьютер улучшил параметры камеры: теперь она FaceTime с улучшенным вдвое разрешением. Селфи, звонки по видео стали намного качественней. Звуковое оснащение состоит из системы из трёх микрофонов, которые приглушают ненужные шумы и фоны вокруг Вас. Ничего не помешает полноценно наслаждаться процессом связи. Протестируйте звучание: оно стало объёмным и натуральным.\r\nСлаженная работа во всём",
        "price": 143812
    }
},
{
    "model": "bot.item",
    "pk": 9,
    "fields": {
        "title": "AirPods Pro (2nd gen) MagSafe Case USB-C (MTJV3)",
        "color": "Белый",
        "category": 3,
        "subcategory": "Наушники",
        "image": "items/airpodspro2.webp",
        "description": "Беспроводные наушники AirPods Pro 2 MagSafe Charging Case USB C AirPods Pro 2 были переработаны для еще более насыщенного воспроизведения звука. Активное шумоподавление следующего уровня и адаптивная прозрачность снижают уровень внешних шумов. Пространственный звук выводит погружение на удивительно личный уровень. А скачок в мощности обеспечивает 6 часов автономной работы от одного заряда. Сенсорное управление теперь позволяет регулировать громкость одним движением. Новый чип H2. Новый разработанный Apple чип H2 является основой AirPods Pro и его улучшенных характеристик звука. Они работают совместно с разработанным на заказ драйвером и усилителем, обеспечивая четкие, чистые высокие ноты и глубокие, насыщенные басы потрясающей четкости, поэтому каждый звук звучит ярче, чем когда-либо. Переработанный микрофон, обращенный внутрь, работает с алгоритмами улучшения голоса, чтобы лучше распознавать и озвучивать ваш голос, поэтому он звучит более естественно во время телефонных и видеозвонков. AirPods Pro с поддержкой H2, оснащенные шумоподавлением в два раза лучше, чем их предшественники, созданы для того, чтобы вы могли спокойно слушать музыку. Благодаря контролю над тем, что вы слышите - и не слышите - вы будете погружены в музыку и подкасты, как никогда раньше. Новый драйвер и улучшенные акустические алгоритмы помогают активному шумоподавлению уменьшить количество нежелательных шумов, поэтому ничто не мешает прослушиванию во время поездок на работу и когда вам нужно сосредоточиться. Адаптивная прозрачность использует возможности H2 для минимизации интенсивности громких звуков, таких как сирены или электрические инструменты, чтобы вы могли с комфортом слышать окружающий мир. Сенсорное управление позволяет легко управлять функциями воспроизведения с помощью ножки. Проведите пальцем вверх или вниз, чтобы отрегулировать громкость, нажмите, чтобы воспроизвести и приостановить музыку или ответить и завершить вызов, или удерживайте, чтобы переключиться между активным шумоподавлением и адаптивной прозрачностью. AirPods Pro выводят прослушивание на новый уровень индивидуальности. Персонализированный пространственный звук с динамическим отслеживанием положения головы работает со всеми вашими устройствами, чтобы глубже погрузить вас в окружающий звук. Адаптивный эквалайзер обеспечивает соответствие AirPods Pro, поэтому вы слышите каждую частоту так, как она была задумана. Чехол для зарядки MagSafe. Новый чехол для зарядки MagSafe оснащен функциями, которые делают прослушивание в движении особенно удобным. Обновленный дизайн предлагает больше возможностей следить за чехлом, а увеличенное время автономной работы позволяет дольше слушать, смотреть и разговаривать между зарядками. Вы не найдете более подходящего чехла. От мгновенной настройки до команд Siri AirPods Pro обладают всеми качествами, которые делают семейство AirPods таким особенным. А новые функции дают вам возможность выполнять больше задач с беспрецедентной легкостью. Вкладыши на выбор. Размер XS, S, M, L. Теперь, благодаря очень маленькому размеру, в комплект входят четыре пары силиконовых наконечников, которые подходят для более широкого диапазона ушей. Наконечники создают акустическое уплотнение, которое закрывает звук и надежно фиксирует AirPods Pro на месте. Внутри каждого вкладыша есть особая коническая полость, которая помогает ему лучше адаптироваться к геометрии уха и надёжнее держать наушник. Отверстия во вкладышах позволяют выравнять давление, поэтому наушники будут для вас совершенно незаметны.",
        "price": 20725
    }
},
{
    "model": "bot.item",
    "pk": 10,
    "fields": {
        "title": "AirPods 4, ANC, USB-C",
        "color": "Белый",
        "category": 3,
        "subcategory": "Наушники",
        "image": "items/airpods4anc.webp",
        "description": "Наушники Apple AirPods 4 соединяются с источником звука по Bluetooth 5.3. Модель получила мощный чип H2 и ряд новых возможностей: наушники подстраиваются к любой окружающей обстановке.\r\n• Отслеживание положения головы\r\nПерсонализированный пространственный звук создается при помощи отслеживания положения головы — параметры автоматически адаптируются для наиболее выразительного звучания.\r\n• Новая архитектура\r\nОсобая конструкция драйверов минимизирует искажения и позволяет уловить каждую деталь музыкальной композиции, от чистых высоких нот до глубоких насыщенных басов.\r\n• Адаптивный эквалайзер\r\nОтвечает за индивидуальную частотную калибровку, ориентируясь на показатели направленных внутрь микрофонов: они определяют, что вы слышите.\r\nНаушники Apple AirPods 4 обладают укороченной ножкой, в которой разместился аккумулятор и чувствительный датчик, позволяющие управлять воспроизведением легкими касаниями.\r\nСтепень защиты от пыли и влаги IP54 дает возможность пользоваться наушниками в дождливую погоду и во время тренировок — капли воды или пота им не повредят.\r\nФутляр уменьшен по сравнению с предыдущими поколениями. С кейсом время прослушивания достигает 30 часов.",
        "price": 27575
    }
},
{
    "model": "bot.item",
    "pk": 11,
    "fields": {
        "title": "MacBook Air 13.6 A2681 Mid 2022 (MLY33)",
        "color": "Тёмно-синий",
        "category": 4,
        "subcategory": "Ноутбук",
        "image": "items/macbookair2022.webp",
        "description": "MacBook Air 2022(M2) года можно назвать одним из крупнейших обновлений линейки за всю историю. Он полностью изменился внешне, получил более новый и мощный процессор M2, улучшенную веб-камеру, квадро-фонические динамики объёмного звучания, разъём MagSafe 3 и более новую клавиатуру, при этом вес ноутбука составляет всего 1240 граммов, а корпус, как и прежде, сделан из приятного алюминия. Производительность Процессор M2 получил более мощную графику, даже в сравнении с M1. Прирост графической производительности увеличился на треть, а в сравнении с интегрированной графикой MacBook на Intel он кажется фантастическим. В сочетании с высокоскоростной объединённой памятью и быстрыми SSD, MacBook Air обеспечивает впечатляющую мощность во всех сценариях. Прирост вычислительной мощности составляет 18%, но во многих задачах более новый М2 опережает M1 в полтора раза, а при кодировании видео в формате ProRes разница составляет внушительные 300%. Всё для комфортной работы Удобная клавиатура с подсветкой и большими функциональными клавишами позволяет комфортно работать где угодно, а большой трекпад с поддержкой Force Touch обеспечит максимум комфорта при работе с macOS. В след за MacBook Pro, представленными осенью 2021 года, MacBook Air получил более современную веб-камеру с разрешением Full HD, а разъём MagSafe позволит не переживать, что кто-нибудь наступит на провод, пока ноутбук заряжается. Звук внушает уважение MacBook получил систему из четырёх динамиков объёмного звучания с поддержкой Spatial Audio и Dolby Atmos. Теперь рядом с клавиатурой нет сеток динамиков, которые постоянно забиваются пылью. Система из трёх микрофонов обеспечивает отличное качество передачи звука, а разъём 3,5 мм позволяет подключать проводные гарнитуры. Владельцы моделей AirPods с поддержкой Spatial Audio смогут оценить пространственный звук с отслеживанием положения головы. Безопасность Важной особенностью любого Mac с процессором от Apple является Secure Enclave – это сопроцессор с выделенным криптографическим модулем. Он обеспечивает аппаратное шифрование данных. В отличие от любого MacBook с процессором Intel, где такого модуля нет, либо используется отдельный чип Apple T2, обеспечивается более высокая скорость шифрования данных. В сочетании со службами iCloud, удобным сканером отпечатка Touch ID и службой шифрования диска FileVault, обеспечивается высокий уровень безопасности без неудобств и необходимости запоминать кучу длинных паролей. Совершенно новый дизайн Корпус MacBook Air лишился особенностей самой первой модели данной линейки – сужающегося корпуса. Толщина компьютера стала равномерной и составляет всего 1,13 см, а дизайн во многом напоминает 14-дюймовый MacBook Pro. Air получил дополнительные расцветки, а дисплей ноутбука обзавёлся \"чёлкой\" и соотношением сторон 3:2. Он поддерживает TrueTone и примечателен довольно высокой яркостью (500 нит), а качественная IPS-матрица поддерживает миллиард цветов и пространство DCI-P3. Расширяемость Два разъёма USB 4, совмещённые с Thunderbolt 3, позволяют подключать мониторы (поддерживаются дисплеи с разрешением до 6К), скоростные внешние хранилища и другие аксессуары и гаджеты. Максимальная скорость передачи данных составляет 40 Гбит/с для Thunderbolt и 10 Гбит/с для USB, а всевозможные хабы и адаптеры позволят превратить каждый такой разъём в целый набор полезных портов. Поскольку для зарядки MacBook Air можно использовать MagSafe, оба разъёма USB-C можно использовать, работая от сети.",
        "price": 97843
    }
},
{
    "model": "bot.item",
    "pk": 12,
    "fields": {
        "title": "Watch SE Gen 2, 40mm Aluminium Case GPS, S/M, Starlight Sport Band",
        "color": "Белый",
        "category": 5,
        "subcategory": "Часы",
        "image": "items/watchse2.webp",
        "description": "Смарт-часы Apple Watch SE 2023 оснащены двухъядерным процессором S8 SiP, что обеспечивает высокую производительность и предотвращает зависание системы. Устройство сообщает с помощью звукового сигнала о пропущенном или входящем вызове, SMS, сообщении по электронной почте, событии, отмеченном в календаре. За счет этого можно всегда оставаться на связи и быть в курсе актуальных событий. Посредством кнопки SOS можно сразу вызвать экстренные службы, чтобы своевременно оказать помощь пострадавшему. Смарт-часы Apple Watch SE 2023 обрадованы пульсометром, посредством которого можно отслеживать сердечный ритм. Для контроля эффективности выполнения упражнения и физической активности предусмотрены шагомер, таймер и секундомер. Устройство позволяет мониторить качество сна, менструальный цикл, изменения настроения. Для подключения модели к смартфону предусмотрен беспроводной модуль Bluetooth. Смарт-часы Apple Watch SE 2023 имеют встроенные динамик и микрофон, которые отвечают за воспроизведение чистого звука без искажений и помех. Время автономной работы устройства без дополнительной подзарядки составляет 18 ч. Экран изготовлен из прочного стекла, устойчивого к царапинам, трещинам и потертостям.",
        "price": 27564
    }
}
]
